{
  "aboutUs": {
    "mission": "Onze Missie",
    "whoWeAre": "Wie we zijn",
    "whoWeAreText": "Wij zijn een wervingsbedrijf dat is opgericht om te voldoen aan de behoeften van bedrijven en professionals in heel Nederland. Ons bedrijf is opgericht door individuen uit diverse vakgebieden die hun ervaring en visie hebben gecombineerd om de wervingsmarkt te innoveren.",
    "connect": "Verbinden",
    "connectText": "Bij ons bedrijf geloven we dat succes direct verbonden is met het talent en de inzet van de mensen die deel uitmaken van ons team. Ons doel is daarom om bedrijven uit verschillende sectoren te verbinden met gekwalificeerde professionals, zodat beide hun doelen kunnen bereiken en hun potentieel kunnen maximaliseren",
    "personalize": "Personaliseer",
    "personalizeText": "Onze missie is om gepersonaliseerde wervingsoplossingen te bieden die voldoen aan de specifieke behoeften van beide partijen. Om dit te doen, identificeren we de ideale kandidaten voor elke functie, gebaseerd op hun voorkeuren en het gewenste profiel van het bedrijf",
    "transform": "Transformeren",
    "transformText": "Bij FastContract streven we ernaar om strategische partners te zijn in de groei en ontwikkeling van bedrijven en in het opbouwen van succesvolle carrières. We staan klaar om uitdagingen om te zetten in kansen. Neem contact met ons op, en samen zetten we de volgende stap naar succes!"
  },
  "Connecting": "Talent",
  "Talent": "Snel",
  "Quickly": "Verbinden",
  "The process": "Het proces",
  "Send us your CV in the contact form page": "Stuur ons je CV via de contactformulierpagina",
  "Interview with a member of the team": "Interview met een lid van het team",
  "If selected we will present you a contract": "Als je geselecteerd wordt, zullen we je een contract aanbieden",
  "Get Started": "Beginnen",
  "About us": "Over ons",
  "Contact us": "Neem contact met ons op",
  "Process": "Proces",
  "Find out more": "Meer informatie",
  "Name": "Naam",
  "Email": "E-mail",
  "Choose your working area:": "Kies uw werkgebied:",
  "Nursing": "Verpleegkunde",
  "Medicine": "Geneeskunde",
  "Engineering": "Ingenieurswetenschappen",
  "Others": "Overig",
  "Send": "Verzenden",
  "Learn more": "Meer informatie"


}
